{
  "home_generationH1": "Weil unsere Generation es liebt dort zu arbeiten, wo wir leben",
  "home_generationH5": "Wir bringen spanische Talente mit deutschen Unternehmen zusammen und realisieren remote Zusammenarbeit in Festanstellung",
  "home_btnPurple": "Mehr Infos",
  "home_homeH1": "Wir vernetzen spanische Talente mit deutschen Unternehmen",
  "home_btnTalents": "Finde JETZT den passenden Remote-Job",
  "home_btnCompanies": "JETZT Talent in Spanien finden",  
  "home_focusProfessionsH1": "Unsere Fokus-Jobs",
  "home_focusEndH5": "....oder jede andere Aufgabe, die du remote durchführen kannst",
  "home_levelUPH1": "Erfahre mehr über die Idee hinter LevelUP",
  "home_joinH1": "Werde Teil unseres Netzwerks",
  "home_networkH2": "Trete der kostenlosen Instagram-Community bei und tausche dich mit Gleichgesinnten über Remote-Jobs in Spanien aus!",
  "home_btnPurple2": "Jetzt anmelden!",
  "companies_companies1H1": "Was wenn Ihre gesuchten Fachkräfte nur wenige Klicks entfernt wären?",
  "companies_companies1H5": "LevelUP steht dafür internationale Remote-Zusammenarbeit in Festanstellung zu fördern. Wir vernetzen Sie als deutschen Arbeitgeber mit Fachkräften aus Spanien und unterstützen Sie dabei mobiles Arbeiten in Ihrem Unternehmensalltag zu integrieren.",
  "companies_companiesButton": "Sichern Sie sich Ihren kostenfreien Pre-Account",
  "companies_companiesButtonSingUp": "Jetzt zur Anmeldung",
  "companies_companies2H1": "Ihre Vorteile auf einen Blick",
  "companies_companies2H5": "Finden Sie Fachkräfte - schneller als je zuvor!",
  "companies_comparabilityH2": "Vergleichbarkeit durch Level",
  "companies_comparabilityH5": "Erkennen Sie sofort den passenden Kandidaten!",
  "companies_comparabilityH5-2": "Einmal pro Woche erhalten Sie neue Talentvorschläge in Ihrer Mailbox. Sie entscheiden, welche Fähigkeiten Ihre Talente haben sollen - wir finden den perfekten Kandidaten für Sie.",
  "companies_comparabilityH4Strong": "Unser Plus:",
  "companies_comparabilityH52": "Durch Skill-Tests und Levelvergabe machen wir Talente für Sie auf den ersten Blick vergleichbar.",
  "companies_companies3H2": "Direkter Kontakt zu Talenten möglich",
  "companies_companies3H5": "Dank Chat- und VideoCall-Funktionen!",
  "companies_companies3H52": "Warten Sie nicht bis sich die passenden Bewerber auf Ihre Stellenausschreibung melden.", 
  "companies_companies3H53": "Kontaktieren Sie Ihre Favoriten direkt, senden Sie Ihnen automatisch mit der Bewerbungsanfrage einen Fragebogen zu, machen Sie ein Meeting aus und finden Sie im persönlichen Gespräch heraus, ob der Bewerber auch zwischenmenschlich zu Ihrem Unternehmen passt.",
  "companies_companies4H2": "Wir sind persönlich für Sie da",
  "companies_companies4H5": "LevelUP unterstützt Sie während des gesamten Einstellungsprozesses.",
  "companies_companies4H52": "Vom ersten Online-Kennenlernen des Talentes, über eine gemeinsame Orientierungsphase bis hin zur mobilen Teamarbeit. Wir helfen Ihnen mit den richtigen Ansprechpartnern für Rechtsfragen und unterstützen Sie mit Online-Workshops und Inhouse-Terminen bei Ihrem Kulturwandel. Unser wichtigstes Ziel ist es, dass Ihr neuer spanischer Mitarbeiter ein aktiver Teil Ihres Unternehmens wird.",
  "companies_companies5H2": "Unser Angebot, passend zu Ihrem Personalbedarf.",
  "navBar_home": "Home",
  "navBar_talents": "Für Talente",
  "navBar_companies": "Für Unternehmen",
  "navBar_blog": "Blog",
  "navBar_login": "Login",
  "talents_talents1H1": "Wie wäre es, wenn du einen Job in Deutschland finden und in Spanien leben könntest?",
  "talents_talents1H5": "LevelUP steht für internationale Remote-Zusammenarbeit in Festanstellung. Als spanische Fachkraft vernetzen wir dich mit deutschen Unternehmen und unterstützen diese dabei, ein ideales Umfeld für dein Tagesgeschäft in Spanien aufzubauen.",
  "talents_btnReserve": "Sichere dir deinen kostenfreien Pre-Account",
  "talents_talents2H1": "Wie funktioniert LevelUP?",
  "talents_talents2H5": "Finde den Job, den du liebst - in wenigen Schritten!",
  "talents_talents2H32": "Werde remote eingestellt",
  "talents_talents2H62": "Bewerte deine Unternehmens-Kontakte und wähle das Jobangebot, was dir am Besten gefällt",
  "talents_talents2H33": "Kontaktiere dein perfektes Match",
  "talents_talents2H63": "Erhalte Einladungen zu Meetings und triff dich in Videocalls oder Chats mit spannenden Arbeitgebern",
  "talents_talents2H34": "LevelUP your Skills",
  "talents_talenst2H64": "Erhalte immer die passenden Weiterbildungsempfehlungen, um dich auf die nächste Stufe zu bringen",
  "talents_talents2H35": "Bestehe zahlreiche Tests",
  "talents_talenst2H65": "Überprüfe deine Fähigkeiten durch Tests und teile dein Level offen mit potenziellen Arbeitgebern",
  "talents_talents2H36": "Erstelle dein Profil",
  "talents_talents2H66": "Das ist deine Chance, unseren Arbeitgebern zu zeigen, welche Erwartungen du hast",
  "talents_talents3H1": "Deine Vorteile auf einen Blick",
  "talents_talents3H5": "Finde den Job, den du liebst - schneller als je zuvor!",
  "talenst_talents4H1": "Spielend lernen",
  "talents_talents4H5": "Erweitere deinen Horizont und lerne in zahlreichen Schulungen, was dich am meisten interessiert",
  "talenst_talents4H12": "Finde deinen Traumjob",
  "talents_talents4H52": "Lerne Arbeitgeber spielend leicht kennen, erhalte Jobangebote und bewirb dich einfach mit Fragebogen und Videocall",
  "talenst_talents4H13": "Fühl dich gut beraten",
  "talents_talents4H53": "Durch Persönlichkeitstests und konkrete Aufgaben helfen wir dir, den Job zu finden, der wirklich zu deinen Interessen passt",
  "talents_btnDoIt": "Ja, lass uns starten!",
  "talents_talents6P": "Bitte gebe hier deine E-Mail-Adresse ein, wenn du damit einverstanden bist, dass wir dir unsere E-Mail-Serie zusenden. Wir verarbeiten deine personenbezogenen Daten auf der Grundlage unserer Datenschutzerklärung. Deine Einwilligung kannst du unter info@network-levelup.com jederzeit widerrufen oder den Newsletter in einer E-Mail abbestellen",
  "talents_talents6Input1": "Name",
  "talents_talents6Input2": "Nachname",
  "talents_talents6Input3": "Passwort",
  "talents_talents6Input4": "E-mail",
  "blog_allBlogH1": "Dein wöchentliches Update",
  "blog_allBlogH5": "Willkommen auf unserem Career & HR Blog! Wir möchten euch hier wöchentlich mit den neuesten Trends, spannenden Interviews und Vorträgen zu den folgenden Themen versorgen: ",
  "blog_allBlogH52": "Einstellungstrends - War for Talents - New Work - Remote-Arbeit - Co-Working - Geschäftsentwicklung - Digitale Führung - Kulturwandel - HR Events - und mehr...",
  "blog_greyButton": "Hol dir unseren Newsletter!",
  "blog_latestBlogH1": "NEUSTE BLOGPOSTS",
  "blog_btn": "Weiterlesen",
  "talentRegister_formularyH1": "Erstelle deinen kostenfreien Talent-Account",
  "talentRegister_formularyH5": "Join us to levelup your skills and your career",
  "talentRegister_label1": "Name",
  "talentRegister_label2": "Nachname",
  "talentRegister_label3": "Email",
  "talentRegister_label4": "Passwort",
  "talentRegister_btn": "Jetzt anmelden!",
  "companyRegister_formularyH1": "Erstellen Sie Ihren kostenfreien Unternehmens-Account",
  "companyRegister_formularyH5": "Finden Sie mit uns Talente transparent und schnell",
  "companyRegister_label0": "Firmenname",
  "companyRegister_label1": "Name Ansprechpartner",
  "companyRegister_label2": "Nachname Ansprechpartner",
  "companyRegister_label3": "E-Mail",
  "companyRegister_label4": "Passwort",
  "companyRegister_btn": "Jetzt anmelden!",
  "footer_Terms": "AGBs",
  "footer_Privacy": "Datenschutz",
  "footer_Team": "Team",
  "footer_Contact": "Kontakt",
  "footer_Imprint": "Impressum",
  "contact_dataH1": "Kontaktieren Sie uns",
  "contact_firstH5": "VIA TELEFON",
  "contact_firstH52": "VIA E-MAIL",
  "contact_secondH5": "FÜR MEETINGS",
  "contact_thirdH5": "VIA SOCIAL MEDIA",
  "noFound_H1": "Diese Seite konnte nicht gefunden werden",
  "noFound_H6": "An diesem Ort konnte nichts gefunden werden",
  "cookies_P1": "Diese Website benutzt Cookies. Wenn du die Website weiter nutzt, gehen wir von deinem Einverständnis aus.",
  "cookies_P2": "Für weitere Informationen nutze die    ",
  "cookies_link": "   LevelUP Datenschutzerklärung. ",
  "team_targetH1": "Ein Team. Ein Ziel.",
  "team_targetH5": "LevelUP ist das erste soziale HR-Netzwerk für Remote-Arbeit in Europa. Wir schlagen eine Brücke zwischen spanischen Talenten und deutschen Unternehmen.",
  "team_targetH52Strong": "Unser Ziel: ",
  "team_targetH52": "Verringerung der Arbeitslosigkeit in Spanien",
  "team_targetH52Span1": "durch Remote-Zusammenarbeit und jungen Menschen eine Perspektive geben.",
  "team_meetTeamH1": "Lernen Sie unser Team kennen",
  "team_meetTeamH5": "Wir arbeiten für Ihren HR-Erfolg",
  "team_meetTeamH52": "Unser Team arbeitet mit der Philosophie, internationale Remote-Teambildung weltweit zu ermöglichen und zu fördern. Mit Leidenschaft widmen wir uns jeden Tag der Herausforderung, spanische Fachkräfte mit deutschen Arbeitgebern zu vernetzen, um das Leben für beide Seiten einfacher zu machen. Vielleicht sprechen wir bald persönlich oder am Telefon, damit Sie uns besser kennenlernen können - wir freuen uns auf Sie!",
  "team_hiringH1": "Wir stellen ein!",
  "team_hiringH5": "Wir sind auch auf der Suche nach Talenten, die uns auf die nächste Stufe bringen!",
  "team_jobOffer": "Zu den Stellenangeboten!",
  "team_hiringH52": "Du bist talentiert und hoch motiviert, internationale Remote-Teams aufzubauen und",
  "team_hiringH52Span": "den Bewerbungsprozess aktiv zu revolutionieren?",
  "team_hiringH52end": "Dann wirf einen Blick auf unsere offenen Stellen als Entwickler oben oder senden uns eine Initiativbewerbung.",
  "faq_title":"FAQ",
  "faq_explanation":  "Dieses FAQ ist unverbindlich und ersetzt keine rechtliche Beratung.", 
  "faq_first": "+ Welche Möglichkeiten gibt es europäische Talent für mein deutsches Unternehmen arbeiten zu lassen?",
  "faq_first1": "Grundsätzlich gilt nach deutschem Arbeitsrecht: Der Arbeitgeber bestimmt Einsatzort und Arbeitszeit.",
  "faq_first2": "Ein Arbeitnehmer hat keinen Rechtsanspruch auf Remotearbeit oder flexible Arbeitszeitgestaltung.",
  "faq_first3": "Üblicher Fall: Ein EU-Bürger mit permanentem Sitz in Spanien arbeitet für ein Unternehmen in Deutschland.",
  "faq_headline1": " 1. Möglichkeit - Selbstständigkeit",
  "faq_text1": "Das Talent ist selbstständig. Es schließt mit dem Unternehmen einen (Lieferanten-) Vertrag und schreibt vor/nach Leistungserbringung eine Rechnung an das Unternehmen. Das Talent ist selbst verantwortlich für die korrekte Abführung von Steuern und Versicherungsbeiträgen.",
  "faq_text1Headline": "Fokus - Spanien:",
  "faq_text11": "Anders als in Deutschland darf das Talent als Autonomo dependiente auch nur für ein Unternehmen tätig sein und wird nicht einer Scheinselbstständigkeit bezichtigt.",
  "faq_text1Headline2": "Für Talente:",
  "faq_text12": "1. Zunächst meldest du dich bei der Sozialversicherung an. Dazu musst du frühestens 60 Tage definitiv aber rechtzeitig vor Erbringung deiner Leistung das Modell TA0521 bei einer der Sozialversicherungsverwaltungen zusammen mit einer Fotokopie des Personalausweises einreichen.",
  "faq_text13": "2. Außerdem musst du dich vor der Aufnahme deiner Tätigkeit beim spanischen Finanzamt anmelden. Dazu musst du die Volkszählungserklärung (Formular 036 (ordentliche Regelung) und 037 (vereinfachte Regelung)) vorlegen, in der du deine persönlichen Daten, die Tätigkeit, den Standort deines Unternehmens und die von dir zu entrichtenden Steuern mitteilst.",
  "faq_text14": "3. Als Förderung erhältst du vom spanischen Staat üblicherweise einen 20% Einkommenssteuernachlass in den ersten zwei Geschäftsjahren.",
  "faq_text15": "Bei all' diesen Schritten empfehlen wir dir die Beratung durch einen lokalen Steuerberater. Dieser wird dir auch bei Unterstützungszahlungen durch die Communidad Autonoma und ähnlichen Themen weiterhelfen.",
  "faq_text16": "Sprich uns gerne an! Wir können dir eine Empfehlung aussprechen.",
  "faq_headline2": "2. Möglichkeit - Anstellung bei einer spanischen Tochtergesellschaft",
  "faq_text2": "Das deutsche Unternehmen verfügt bereits über Niederlassungen in Spanien. Das Talent wird aus steuerlichen Gründen daher bei einer spanischen Niederlassung angestellt. Es arbeitet entweder von einem vorhandenen Büro aus oder remote aus dem Homeoffice für die Aufgaben der deutschen Unternehmung. Es gilt das spanische Arbeitsrecht.",
  "faq_text22": "Für jede Branche (z.B. Informatik) gibt es eigene Arbeitsstatuten -Statutos de trabajadores-. Die Bedingungen im Arbeitsvertrag müssen sich mindestens an den darin enthaltenen Regelungen orientieren.",
  "faq_headline3": "3. Möglichkeit - Anstellung bei der deutschen Unternehmung (Remote aus Spanien)",
  "faq_text3": "Das deutsche Unternehmen meldet sich in Spanien an.",
  "faq_text31": "1. Schritt: Dazu benötigt es zunächst eine CIF (spanische Steuernummer für Unternehmen). Zur Beantragung müssen sämtliche Gründungs- und Registrierungsunterlagen des deutschen Unternehmens durch einen offiziellen Übersetzer übersetzt und in Deutschland mit einer Apostille versehen werden. Diese Dokumente sind dann bei dem spanischen Finanzamt einzureichen.",
  "faq_text32": "2. Schritt: Danach muss das deutsche Unternehmen eine Sozialversicherungsnummer beantragen. Da es einen Representanten in Spanien bedarf, empfehlen wir Ihnen Ihren Angestellten als Representative zu nennen. Dieser hat auch die Vollmacht über den in Spanien ebenfalls benötigten Bankaccount.",
  "faq_text33": "Das klingt ganz schön kompliziert?",
  "faq_text34": "LevelUP bietet einen Anmeldeservice für ausländische Unternehmen an. Unsere mehrsprachigen Mitarbeiter sind mit der Firmendokumentation internationaler Unternehmen vertraut und stellen somit sicher, dass der CIF-Registrierungsprozess sowie die Sozialversicherungsanmeldung reibungslos und unkompliziert verläuft.",
  "faq_text35": "Der Vorteil dieser Möglichkeit ist, dass Sie einen echten Einstieg in den spanischen Markt vornehmen und auch beim Außenhandel in Spanien zahlreiche Vorteile erhalten. Außerdem ebnen Sie den Weg langfristig weitere Mitarbeiter in Spanien anzustellen und Niederlassungen zu gründen.",
  "faq_text36": "Der Nachteil ist, dass Sie die Steuern und Sozialversicherungsbeiträge des in Spanien ansässigen Arbeitnehmer an den spanischen Fiskus abführen müssen und daher weitere Formulare bei Ihrer jährlichen Steuererklärung auszufüllen bzw. einen spanischen Steuerberater zu bezahlen haben.",
  "faq_text37": "Für den Arbeitsvertrag gilt im Übrigen das deutsche Arbeitsrecht.", 
  "faq_text38": "Wie bei der spanischen Tochtergesellschaft müssen auch hier die Mindestregelungen aus Spanien eingehalten werden.",
  "faq_headline4": "4. Möglichkeit - Anstellung bei der deutschen Unternehmung (Umzug nach Deutschland)",
  "faq_text4": "Das spanische Talent zieht nach Deutschland und arbeitet vor Ort im Unternehmen. Das Unternehmen führt Steuern und Sozialversicherungsbeiträge für den Angestellten, wie gewohnt in Deutschland ab. Als Grundlage des Arbeitsvertrages gilt das deutsche Arbeitsrecht.",
  "faq_text5": "Remote-Möglichkeit:",
  "faq_text6": "Nach 183 Tagen können Sie Ihren spanischen Mitarbeiter das erste Mal für wiederum maximal 183 Tage nach Spanien entsenden (A1-Bescheinigung). Dabei ist ein Wohnsitz in Deutschland während der Abwesenheit aus steuerrechtlichen Gründen erforderlich.",
  "faq_text7": "+ Welche Vorteile bietet Remote-Arbeit?",
  "faq_text71": "Kostensparend und umweltschonend:",
  "faq_text72": "Gut für die Umwelt – Unternehmen, deren Mitarbeiter im Home Office arbeiten, erzielen Kostenersparnisse bei Büroräumen.",
  "faq_text73": "Durch Heimarbeit fällt das Pendeln vollständig weg. Damit sinken zudem der Benzinverbrauch, der Abgasausstoß und die Feinstaubbelastung. Insbesondere bei der internationalen Zusammenarbeit investieren zahlreiche Unternehmen in regelmäßige Flüge und persönliche Treffen. Die heutige Technologie macht es möglich sich immer stärker auch virtuell als Teil eines Teams zu fühlen. Unternehmen, die bereits remote Arbeiten berichten von 1-2 Präsenztreffen pro Jahr bei denen alle Mitarbeiter einer Abteilung gemeinsame Teamevents durchführen und positive Erlebnisse zusammen haben.",
  "faq_text74": "Biorhythmus und Gesundheit:",
  "faq_text75": "Klassische Bürozeiten sind nicht für alle Mitarbeiter die Zeiträume, in denen sie am produktivsten sind. Flexibles Arbeiten ermöglicht es, dem eigenen Biorhythmus zu folgen und die Arbeitszeiten daran anzupassen. Zudem können Ausgleichstätigkeiten wie Yogaübungen, ein Nickerchen oder ein kurzer Spaziergang das Wohlbefinden fördern. Bei Remote-Arbeit bleibt Zeit, um länger zu schlafen und mittags frisch zu kochen. So zeigen viele Studien, dass Remote-Mitarbeiter nachweislich seltener erkrankt sind als Büromitarbeiter, bzw. bei einem Schnupfen trotzdem ihrer Arbeit nachkommen. Das ist ja nur logisch denn auch die Ansteckungsgefahr in der kalten Jahreszeit bleibt aus.",
  "faq_text76": "Konzentration und Leistungsfähigkeit:",
  "faq_text77": "Ortsunabhängiges arbeiten bietet den Vorteil, dass Mitarbeiter eine beliebige Umgebung wählen können, die sie inspiriert und ihre Konzentrationsfähigkeit steigert. Sie haben die Möglichkeit, Störquellen wie Telefon, Fernseher und laute Geräusche auszuschalten. Es sind keine Kunden und Kollegen vorhanden, die den Arbeitsfluss unterbrechen. Weniger Unterbrechungen und Lärmquellen fördern wiederum produktives Arbeiten. Kommt es bei Ihnen auch oft vor, dass Ihnen die besten Ideen zuhause einfallen? Kein Wunder, auch die Kreativität ist nachweislich erhöht, wenn sich der Mitarbeiter in seiner selbst gewählten Umgebung aufhält.",
  "faq_text78": "Work Life Balance:",
  "faq_text79": "Das Arbeitsmodell Home Office erleichtert es, berufliche und private Tätigkeiten miteinander zu vereinbaren. Flexibel arbeiten bedeutet, dass Pausen oder die Zeit, die durch die entfallenden Pendelzeiten frei wird, für Freizeit und Familie zur Verfügung stehen. In diesen Zeitfenstern können Mitarbeiter ihr Kind zur Betreuung bringen, mit dem Hund spazieren gehen, beim Bäcker einkaufen, die Eltern anrufen oder andere private Angelegenheiten erledigen. Sie bieten Ihrem Mitarbeiter also einen echten Mehrwert und der heißt -Leben-. Oft DAS ausschlaggebende Argument, um insbesondere Vertreter der Generation Y und Z zu motivieren, sich bei Ihrem Unternehmen zu bewerben."


}
