{
  "home_generationH1": "Cause our generation loves to work where we live and the other way around",
  "home_generationH5": "We bring Spanish talents together with German companies and realize remote jobs in steady employment",
  "home_btnPurple": "Find Out",
  "home_homeH1": "We Match Spanish Candidates with German Companies",
  "home_focusProfessionsH1": "Our focus Professions",
  "home_focusEndH5": "...or any other job you could do remotely",
  "home_levelUPH1": "What is LevelUP?",
  "home_joinH1": "Join the network",
  "home_networkH2": "Join the free Instagram community and exchange ideas with like-minded people about remote work from Spain!",
  "home_btnPurple2": "Join now!",
  "companies_companies1H1": "What if your searched specialists were only a few clicks away?",
  "companies_companies1H5": "LevelUP stands for international remote cooperation on a permanent basis. We network you, as a German employer, with specialists from Spain and support you in integrating mobile work into your daily business.",
  "companies_companiesButton": "Reserve your pre-account now",
  "companies_companiesButtonSingUp": "Singup to LevelUP",
  "companies_companies2H1": "Your benefits at a glance",
  "companies_companies2H5": "Find skilled workers - faster than ever before!",
  "companies_comparabilityH2": "Comparability through Level",
  "companies_comparabilityH5": "Identify the right candidate immediately!",
  "companies_comparabilityH5-2": "Once a week you will receive new talent suggestions in your mailbox. You decide what skills your talents should have – we will find the perfect candidate for you.",
  "companies_comparabilityH4Strong": "Our PLUS:",
  "companies_comparabilityH52": " Through skill tests and level assignment we make talents comparable for you at the first glance.",
  "companies_companies3H2": "Direct contact to talents possible",
  "companies_companies3H5": "Thanks to chat and video call functions",
  "companies_companies3H52": "Do not wait until the suitable applicants respond to your job advertisement. Contact your favourites directly, automatically send them a questionnaire with their application request, arrange a meeting and and out in a video interview whether the applicant also its to your company on a personal level.",
  "companies_companies4H2": "We are personally here for you",
  "companies_companies4H5": "LevelUP supports you during the entire hiring process",
  "companies_companies4H52": "From the first online talent-contact, through orientation phases and give you support in the use of mobile technology for your business. We help you with the right contacts for legal questions and support you with online workshops and in-house appointments for your cultural change. Our most important goal is to ensure that your new Spanish employee becomes an active part of your company.",
  "companies_companies5H2": "Our offer which its your recruiting plans",
  "navBar_home": "Home",
  "navBar_talents": "For Talents",
  "navBar_companies": "For Companies",
  "navBar_blog": "Blog",
  "navBar_login": "Login",
  "talents_talents1H1": "What if you could find a job in Germany and live in Spain?",
  "talents_talents1H5": "LevelUP stands for international remote cooperation on a permanent  basis. We network you, as a spanish talent, with German companies  and support you in finding a great surrounding for your daily  business in Spain.",
  "talents_btnReserve": "PREREGISTER NOW!",
  "talents_talents2H1": "How does LevelUP work?",
  "talents_talents2H5": "Find a job you love - with this serious game!",
  "talents_talents2H12": "Get hired remote",
  "talents_talents2H52": "Evaluate your contacts and choose the other you like best",
  "talents_talents2H13": "Contact your match",
  "talents_talents2H53": "Get meeting invitations and have videocalls or chats with exciting employers",
  "talents_talents2H14": "LevelUP your skills",
  "talents_talenst2H54": "Receive suitable training recommendations to take you to the next level",
  "talents_talents2H15": "Pass ability tests",
  "talents_talenst2H55": "Check your skills through tests and show your level to the network",
  "talents_talents2H16": "Create your profile",
  "talents_talents2H56": "Its your chance to show our employers what you expect from your remote Job",
  "talents_talents3H1": "Your benefits at a glance",
  "talents_talents3H5": "Find a job you love - faster than ever before!",
  "talenst_talents4H1": "Learn by playing",
  "talents_talents4H5": "Expand your horizons and teach yourself in numerous training courses the things that interest you most",
  "talenst_talents4H12": "Find a dream-job",
  "talents_talents4H52": "Get to know employers easily, receive others and apply simply with questionnaires and videocall",
  "talenst_talents4H13": "Feel well advised",
  "talents_talents4H53": "Through personality tests and concrete tasks we help you to find the job that really suits your interests",
  "talents_btnDoIt": "Yes, let's do that!",
  "talents_talents6P": "Please enter your email address here if you agree that we send you our email series. We will process your personal data based on our privacy policy. You can withdraw your agreement at any time at info@network-levelup.com or by unsubscribing the newsletter in any email",
  "talents_talents6Input1": "First Name",
  "talents_talents6Input2": "Surname",
  "talents_talents6Input3": "Password",
  "talents_talents6Input4": "E-mail",
  "blog_allBlogH1": "Your weekly update",
  "blog_allBlogH5": "Welcome to our Career & HR Blog! We want to provide you here on a weekly basis with the latest trendings, exciting interviews and lectures on the topics: ",
  "blog_allBlogH52": "Hiring Trends - War for Talents - New Work - Remote-Work - Co-Working - Business Transformation - Digital leadership - Cultural Change - HR Events - and more...",
  "blog_greyButton": "Registration to the newsletter",
  "blog_latestBlogH1": "LATEST BLOGPOSTS",
  "blog_btn": "Read More",
  "talentRegister_formularyH1": "Create your free talent account",
  "talentRegister_formularyH5": "Join us to levelup your skills and your career",
  "talentRegister_label1": "Name",
  "talentRegister_label2": "Surname",
  "talentRegister_label3": "Email",
  "talentRegister_label4": "Pasword",
  "talentRegister_btn": "Join now!",
  "companyRegister_formularyH1": "Create your free company account",
  "companyRegister_formularyH5": "Join us to find talents transparent and fast",
  "companyRegister_label0": "Company Name",
  "companyRegister_label1": "Name",
  "companyRegister_label2": "Surname",
  "companyRegister_label3": "Email",
  "companyRegister_label4": "Pasword",
  "companyRegister_btn": "Join now!",
  "footer_Terms": "Terms of conditions",
  "footer_Privacy": "Privacy Policy",
  "footer_Team": "Team",
  "footer_Contact": "Contact",
  "footer_Imprint": "Site Notices",
  "contact_dataH1": "Please contact us",
  "contact_firstH5": "VIA  PHONE",
  "contact_firstH52": "VIA E-MAIL",
  "contact_secondH5": "FOR MEETINGS",
  "contact_thirdH5": "VIA SOCIAL MEDIA",
  "noFound_H1": "This page could not be found",
  "noFound_H6": "Nothing could be found in this place",
  "cookies_P1": "This website uses cookies. If you continue to use the website, we will assume your consent.",
  "cookies_P2": "For further information please refer to the ",
  "cookies_link": "   LevelUP Privacy Policy.",
  "team_targetH1": "One Team. One Target.",
  "team_targetH5": "LevelUP is the first HR social network for remote work in Europe. We build a bridge between Spanish professionals and German companies.",
  "team_targetH52Strong": "Our goal: ",
  "team_targetH52": "to reduce unemployment in Spain",
  "team_targetH52Span1": "through NEW WORK and give young people",
  "team_targetH52End": "a perspective.",
  "team_meetTeamH1": "Meet the Team",
  "team_meetTeamH5": "We are working for your HR success",
  "team_meetTeamH52": " Our team works with the philosophy to enable and promote international remote teambuilding worldwide. With passion we dedicate ourselves every day to the challenge of networking Spanish professionals with German employers in order to make life easier for both sides. Maybe we'll talk in person or on the phone soon so that you can get to know us better - We are looking forward to meeting you!",
  "team_hiringH1": "We're Hiring!",
  "team_hiringH5": "We are also looking for talents to take us to the next level!",
  "team_hiringH52": "You are talented and highly motivated to build international remote teams and",
  "team_hiringH52Span": "to actively revolutionize the application process?",
  "team_hiringH52end": "Then take a look at our vacancies as a developer above or send us an unsolicited application."
}
