{
  "home_generationH1": "Cause our generation loves to work where we live and the other way around",
  "home_generationH5": "We bring Spanish talents together with German companies and realize remote jobs in steady employment",
  "home_btnPurple": "Find Out",
  "home_homeH1": "We Match Spanish Candidates with German Companies",
  "home_btnTalents": "Find an international remote job NOW",
  "home_btnCompanies": "Hire a Spanish Top-Talent NOW",  
  "home_focusProfessionsH1": "Our focus Professions",
  "home_focusEndH5": "...or any other job you could do remotely",
  "home_levelUPH1": "Learn more about the idea behind LevelUP",
  "home_joinH1": "Join the network",
  "home_networkH2": "Join the free Instagram community and exchange ideas with like-minded people about remote work from Spain!",
  "home_btnPurple2": "Join now!",
  "companies_companies1H1": "What if your searched specialists were only a few clicks away?",
  "companies_companies1H5": "LevelUP stands for international remote cooperation on a permanent basis. We network you, as a German employer, with specialists from Spain and support you in integrating mobile work into your daily business.",
  "companies_companiesButton": "Reserve your pre-account now",
  "companies_companiesButtonSingUp": "Singup to LevelUP",
  "companies_companies2H1": "Your benefits at a glance",
  "companies_companies2H5": "Find skilled workers - faster than ever before!",
  "companies_comparabilityH2": "Comparability through Level",
  "companies_comparabilityH5": "Identify the right candidate immediately!",
  "companies_comparabilityH5-2": "Once a week you will receive new talent suggestions in your mailbox. You decide what skills your talents should have – we will find the perfect candidate for you.",
  "companies_comparabilityH4Strong": "Our PLUS:",
  "companies_comparabilityH52": " Through skill tests and level assignment we make talents comparable for you at the first glance.",
  "companies_companies3H2": "Direct contact to talents possible",
  "companies_companies3H5": "Thanks to chat and video call functions!",
  "companies_companies3H52": "Do not wait until the suitable applicants respond to your job advertisement.",
  "companies_companies3H53": "Contact your favourites directly, automatically send them a questionnaire with their application request, arrange a meeting and and out in a video interview whether the applicant also its to your company on a personal level.",
  "companies_companies4H2": "We are personally here for you",
  "companies_companies4H5": "LevelUP supports you during the entire hiring process.",
  "companies_companies4H52": "From the first online talent-contact, through orientation phases and give you support in the use of mobile technology for your business. We help you with the right contacts for legal questions and support you with online workshops and in-house appointments for your cultural change. Our most important goal is to ensure that your new Spanish employee becomes an active part of your company.",
  "companies_companies5H2": "Our offer which its your recruiting plans",
  "navBar_home": "Home",
  "navBar_talents": "For Talents",
  "navBar_companies": "For Companies",
  "navBar_blog": "Blog",
  "navBar_login": "Login",
  "talents_talents1H1": "What if you could find a job in Germany and live in Spain?",
  "talents_talents1H5": "LevelUP stands for international remote cooperation on a permanent  basis. We network you, as a spanish talent, with German companies  and support you in finding a great surrounding for your daily  business in Spain.",
  "talents_btnReserve": "PREREGISTER NOW!",
  "talents_talents2H1": "How does LevelUP work?",
  "talents_talents2H5": "Find a job you love - with this serious game!",
  "talents_talents2H32": "Get hired remote",
  "talents_talents2H62": "Evaluate your contacts and choose the other you like best",
  "talents_talents2H33": "Contact your match",
  "talents_talents2H63": "Get meeting invitations and have videocalls or chats with exciting employers",
  "talents_talents2H34": "LevelUP your skills",
  "talents_talenst2H64": "Receive suitable training recommendations to take you to the next level",
  "talents_talents2H35": "Pass ability tests",
  "talents_talenst2H65": "Check your skills through tests and show your level to the network",
  "talents_talents2H36": "Create your profile",
  "talents_talents2H66": "Its your chance to show our employers what you expect from your remote Job",
  "talents_talents3H1": "Your benefits at a glance",
  "talents_talents3H5": "Find a job you love - faster than ever before!",
  "talenst_talents4H1": "Learn by playing",
  "talents_talents4H5": "Expand your horizons and teach yourself in numerous training courses the things that interest you most",
  "talenst_talents4H12": "Find a dream-job",
  "talents_talents4H52": "Get to know employers easily, receive others and apply simply with questionnaires and videocall",
  "talenst_talents4H13": "Feel well advised",
  "talents_talents4H53": "Through personality tests and concrete tasks we help you to find the job that really suits your interests",
  "talents_btnDoIt": "Yes, let's do that!",
  "talents_talents6P": "Please enter your email address here if you agree that we send you our email series. We will process your personal data based on our privacy policy. You can withdraw your agreement at any time at info@network-levelup.com or by unsubscribing the newsletter in any email",
  "talents_talents6Input1": "First Name",
  "talents_talents6Input2": "Surname",
  "talents_talents6Input3": "Password",
  "talents_talents6Input4": "E-mail",
  "blog_allBlogH1": "Your weekly update",
  "blog_allBlogH5": "Welcome to our Career & HR Blog! We want to provide you here on a weekly basis with the latest trendings, exciting interviews and lectures on the topics: ",
  "blog_allBlogH52": "Hiring Trends - War for Talents - New Work - Remote-Work - Co-Working - Business Transformation - Digital leadership - Cultural Change - HR Events - and more...",
  "blog_greyButton": "Registration to the newsletter",
  "blog_latestBlogH1": "LATEST BLOGPOSTS",
  "blog_btn": "Read More",
  "talentRegister_formularyH1": "Create your free talent account",
  "talentRegister_formularyH5": "Join us to levelup your skills and your career",
  "talentRegister_label1": "Name",
  "talentRegister_label2": "Surname",
  "talentRegister_label3": "Email",
  "talentRegister_label4": "Pasword",
  "talentRegister_btn": "Join now!",
  "companyRegister_formularyH1": "Create your free company account",
  "companyRegister_formularyH5": "Join us to find talents transparent and fast",
  "companyRegister_label0": "Company Name",
  "companyRegister_label1": "Name",
  "companyRegister_label2": "Surname",
  "companyRegister_label3": "Email",
  "companyRegister_label4": "Pasword",
  "companyRegister_btn": "Join now!",
  "footer_Terms": "Terms and conditions",
  "footer_Privacy": "Privacy Policy",
  "footer_Team": "Team",
  "footer_Contact": "Contact",
  "footer_Imprint": "Site Notices",
  "contact_dataH1": "Please contact us",
  "contact_firstH5": "VIA  PHONE",
  "contact_firstH52": "VIA E-MAIL",
  "contact_secondH5": "FOR MEETINGS",
  "contact_thirdH5": "VIA SOCIAL MEDIA",
  "noFound_H1": "This page could not be found",
  "noFound_H6": "Nothing could be found in this place",
  "cookies_P1": "This website uses cookies. If you continue to use the website, we will assume your consent.",
  "cookies_P2": "For further information please refer to the ",
  "cookies_link": "   LevelUP Privacy Policy.",
  "team_targetH1": "One Team. One Target.",
  "team_targetH5": "LevelUP is the first HR social network for remote work in Europe. We build a bridge between Spanish professionals and German companies.",
  "team_targetH52Strong": "Our goal: ",
  "team_targetH52": "To reduce unemployment in Spain",
  "team_targetH52Span1": "through NEW WORK and give young people a perspective.",
  "team_meetTeamH1": "Meet the Team",
  "team_meetTeamH5": "We are working for your HR success",
  "team_meetTeamH52": " Our team works with the philosophy to enable and promote international remote teambuilding worldwide. With passion we dedicate ourselves every day to the challenge of networking Spanish professionals with German employers in order to make life easier for both sides. Maybe we'll talk in person or on the phone soon so that you can get to know us better - We are looking forward to meeting you!",
  "team_hiringH1": "We're Hiring!",
  "team_hiringH5": "We are also looking for talents to take us to the next level!",
  "team_jobOffer": "Job offer!",
  "team_hiringH52": "You are talented and highly motivated to build international remote teams and",
  "team_hiringH52Span": "to actively revolutionize the application process?",
  "team_hiringH52end": "Then take a look at our vacancies as a developer above or send us an unsolicited application.",
  "faq_title":"FAQ",
  "faq_explanation":  "This FAQ is without obligation and does not replace legal advice.", 
  "faq_first": "+ What opportunities exist for a European talent to work for my German company?",
  "faq_first1": "According to German labour law, the following applies in principle: The employer determines the place of work and the working hours.",
  "faq_first2": "An employee has no legal claim to remote work or flexible working hours.",
  "faq_first3": "Usual case: An EU citizen with permanent residence in Spain works for a company in Germany.",
  "faq_headline1":  "1st possibility - self-employment",
  "faq_text1": "The talent is independent. It signs a (vendor) contract with the company and submits an invoice to the company before/after performance. The talent is responsible for the correct payment of taxes and insurance contributions.",
  "faq_text1Headline": "Focus - Spain:", 
  "faq_text11": "Unlike in Germany, the talent may only work for one company as Autonomo dependiente and is not accused of false self-employment.",
  "faq_text1Headline2": "For talents:",
  "faq_text12": "1. first, you register with the social security authorities. To do this, you must submit model TA0521 to one of the social security administrations, together with a photocopy of your identity card, at the earliest 60 days, but definitely in time, before your service is provided.",
  "faq_text13": "2. you also have to register at the Spanish tax office before you start working. To do this, you need to submit the census declaration (forms 036 (ordinary regulation) and 037 (simplified regulation)), in which you provide your personal details, the activity, the location of your company and the taxes you are required to pay.", 
  "faq_text14": "3. as a grant, you will usually receive a 20% income tax reduction from the Spanish state in the first two fiscal years.", 
  "faq_text15": "For all these steps we recommend to consult a local tax consultant. They will also help you with support payments from the Communidad Autonoma and similar issues.", 
  "faq_text16": "Don't hesitate to talk to us! We can give you a recommendation.",
  "faq_headline2": "2nd possibility - employment at a Spanish subsidiary",
  "faq_text2": "The German company already has branches in Spain. For tax reasons, the talent will therefore be employed by a Spanish subsidiary. It will work either from an existing office or remotely from home office for the tasks of the German company. Spanish labour law applies.",
  "faq_text22": "For each branch (e.g. computer science) there are separate Working statutes -Statutos de trabajadores-. The conditions in the employment contract must at least be based on the regulations contained therein.",
  "faq_headline3": "3rd possibility - employment at the German company (remote from Spain)",
  "faq_text3": "The German company registers in Spain.", 
  "faq_text31": "Step 1: First of all it needs a CIF (Spanish tax number for companies). In order to apply, all the founding and registration documents of the German company have to be translated by an official translator and provided with an apostille in Germany. These documents must then be submitted to the Spanish tax office.",
  "faq_text32": "Step 2: Afterwards the German company must apply for a social security number. Since a representative is required in Spain, we recommend that you name your employee as your representative. He also has the power of attorney for the bank account which is also required in Spain.",
  "faq_text33": "That sounds pretty complicated?",
  "faq_text34": "LevelUP offers a registration service for foreign companies. Our multilingual staff is familiar with the company documentation of international companies and thus ensures that the CIF registration process as well as the social security registration is smooth and uncomplicated.",
  "faq_text35": "The advantage of this option is that you will have a real entry into the Spanish market and you will also receive numerous advantages when trading abroad in Spain. In addition, you pave the way in the long term for hiring additional employees in Spain and setting up subsidiaries.",
  "faq_text36": "The downside is that you have to pay taxes and social security contributions of the employee resident in Spain to the Spanish tax authorities and therefore have to fill in additional forms in your annual tax return or pay a Spanish tax consultant.",
  "faq_text37": "For the rest, the employment contract is subject to German labour law.",
  "faq_text38": "As with the Spanish subsidiary, the minimum regulations from Spain must also be complied with here.",
  "faq_headline4": "4th possibility - employment at the German company (move to Germany)",
  "faq_text4": "The Spanish talent moves to Germany and works locally in the company. The company pays taxes and social security contributions for the employee as usual in Germany. The employment contract is based on German labor law.",
  "faq_text5": "Remote possibility:",
  "faq_text6": "After 183 days you can send your Spanish employee to Spain for the first time for another maximum of 183 days (A1 certificate). For tax reasons, the employee must be resident in Germany during the absence.",
  "faq_text7": "+ What advantages does remote work offer?",
  "faq_text71": "Cost-saving and environmentally friendly:",
  "faq_text72": "Good for the environment - companies whose employees work in home offices achieve cost savings on office space.",
  "faq_text73": "By working from home, commuting is completely eliminated. This also reduces fuel consumption, exhaust emissions and fine dust pollution. Especially when it comes to international cooperation, many companies invest in regular flights and personal meetings. Today's technology makes it possible to feel more and more like a virtual part of a team. Companies that already work remotely report 1-2 face-to-face meetings per year where all employees of a department carry out joint team events and have positive experiences together.",
  "faq_text74": "Biorhythm and health:",
  "faq_text75": "Traditional office hours are not the most productive periods for all employees. Flexible working allows employees to follow their own biorhythms and adapt their working hours accordingly. In addition, balancing activities such as yoga exercises, a nap or a short walk can promote well-being. Remote work leaves time to sleep longer and to cook a fresh lunch. Many studies show that remote employees are demonstrably less ill than office employees, or that they are able to do their work even when they have a cold. This is only logical because there is no danger of infection during the cold season.",
  "faq_text76": "Concentration and performance:",
  "faq_text77": "The advantage of working anywhere is that employees can choose any environment that inspires them and increases their ability to concentrate. They have the possibility to switch off sources of interference such as telephone, television and loud noises. There are no customers or colleagues to interrupt the flow of work. Fewer interruptions and noise sources in turn promote productive work. Do you often have the best ideas at home? No wonder, creativity is also demonstrably increased when the employee is in his or her own chosen environment.",
  "faq_text78": "Work Life Balance:", 
  "faq_text79": "The home office work model makes it easier to combine professional and private activities. Flexible working means that breaks or the time freed up by the absence of commuting times are available for leisure and family. During these time slots, employees can bring their child to the care centre, take the dog for a walk, go shopping at the bakery, call the parents or take care of other private matters. So you offer your employee real added value and that means -life-. Often THE decisive argument to motivate especially representatives of generation Y and Z to apply for a job at your company."


  




}
