{
  "home_generationH1": "Porque a nuestra generación le encanta trabajar desde donde vivimos",
  "home_generationH5": "Reunimos talentos españoles con empresas alemanas y realizamos trabajos remotos para empleos fijos",
  "home_btnPurple": "Descúbrelo",
  "home_homeH1": "Emparejamos candidatos españoles con empresas alemanas",
  "home_btnTalents": "Encuentra trabajo en remoto AHORA",
  "home_btnCompanies": "Contrata el mejor talento Espanol AHORA",  
  "home_focusProfessionsH1": "Profesiones en las que nos enfocamos",
  "home_focusEndH5": "...o cualquier otro trabajo que puedas realizar a distancia",
  "home_levelUPH1": "¿Qué es LevelUP?",
  "home_joinH1": "Únete a la red",
  "home_networkH2": "¡Únete a la comunidad gratuita de Instagram e intercambia ideas con personas con ideas afines sobre el trabajo a distancia desde España!",
  "home_btnPurple2": "¡Únete ahora!",
  "companies_companies1H1": "¿Y si los especialistas buscados estuvieran a unos pocos clics de distancia?",
  "companies_companies1H5": "LevelUP es sinónimo de cooperación internacional a distancia de forma permanente. Le ponemos en contacto, como empresario alemán, con especialistas de España y le ayudamos a integrar el trabajo móvil en su trabajo diario",
  "companies_companiesButton": "Reserve su cuenta anticipada ahora",
  "companies_companiesButtonSingUp": "Regístrese en LevelUP",
  "companies_companies2H1": "Sus ventajas de un vistazo",
  "companies_companies2H5": "¡Encuentre trabajadores cualificados, más rápido que nunca!",
  "companies_comparabilityH2": "Comparabilidad a través del nivel",
  "companies_comparabilityH5": "¡Identificar al candidato adecuado inmediatamente!",
  "companies_comparabilityH5-2": "Una vez a la semana recibirá sugerencias de nuevos talentos en su buzón de correo electrónico. Usted decide qué habilidades deben tener sus talentos - nosotros encontraremos al candidato perfecto para usted",
  "companies_comparabilityH4Strong": "Nuestro PLUS:",
  "companies_comparabilityH52": "A través de pruebas de aptitud y asignación de niveles, hacemos que los talentos sean comparables para usted a primera vista",
  "companies_companies3H2": "Es posible el contacto directo con los talentos",
  "companies_companies3H5": "Gracias a las funciones de chat y videollamadas",
  "companies_companies3H52": "No espere a que los candidatos adecuados respondan a su oferta de empleo. Póngase en contacto directamente con sus candidatos favoritos, envíeles automáticamente un cuestionario con su solicitud, organice una reunión y una entrevista en vídeollamada para ver si el solicitante también está interesado en su empresa a nivel personal",
  "companies_companies4H2": "Estamos personalmente aquí para usted",
  "companies_companies4H5": "LevelUP le apoyará durante todo el proceso de contratación",
  "companies_companies4H52": "Desde el primer contacto online de talento, pasando por las fases de orientación y ofrecerle apoyo en el uso de la tecnología móvil para su negocio. Le ayudamos con los contactos adecuados para preguntas legales y le apoyamos con talleres online y citas internas para su cambio cultural. Nuestro objetivo más importante es asegurar que su nuevo empleado español se convierta en una parte activa de su empresa",
  "companies_companies5H2": "Nuestras ofertas para su plan de reclutamiento",
  "navBar_home": "Inicio",
  "navBar_talents": "Para Talentos",
  "navBar_companies": "Para Compañias",
  "navBar_blog": "Blog",
  "navBar_login": "Login",
  "talents_talents1H1": "¿Y si pudieras encontrar un trabajo en Alemania y vivir en España?",
  "talents_talents1H5": "LevelUP es sinónimo de cooperación internacional a distancia de forma permanente. Te ponemos en contacto, como talento español, con empresas alemanas y te apoyamos en la búsqueda de un gran entorno para tu trabajo diario en España",
  "talents_btnReserve": "¡PREINSCRÍBETE AHORA!",
  "talents_talents2H1": "¿Cómo funciona LevelUP?",
  "talents_talents2H5": "Encuentra un trabajo que te guste - con este sencillo juego!",
  "talents_talents2H32": "Contratación a distancia",
  "talents_talents2H62": "Evalúa tus contactos y elige el que más te guste",
  "talents_talents2H33": "Contacta con tu coincidencia",
  "talents_talents2H63": "Obten invitaciones para reuniones y haz videollamadas o charlas con los empresarios más interesantes",
  "talents_talents2H34": "LevelUP tus habilidades",
  "talents_talenst2H64": "Recibe las recomendaciones de entrenamiento adecuadas para que pases al siguiente nivel.",
  "talents_talents2H35": "Supera las pruebas de habilidad",
  "talents_talenst2H65": "Comprueba tus habilidades a través de pruebas y muestra tu nivel a la red",
  "talents_talents2H36": "Crea tu perfil",
  "talents_talents2H66": "Es tu oportunidad de mostrar a nuestros empresarios lo que esperas de tu trabajo en remoto",
  "talents_talents3H1": "Tus beneficios de un vistazo",
  "talents_talents3H5": "Encuentra un trabajo que te guste - ¡más rápido que nunca!",
  "talenst_talents4H1": "Aprende jugando",
  "talents_talents4H5": "Amplía tus horizontes y aprende en numerosos cursos de formación lo que más te interesa.",
  "talenst_talents4H12": "Encuentra un trabajo de ensueño",
  "talents_talents4H52": "Conoce fácilmente a quien contrata, recibe a otros y aplica simplemente con cuestionarios y videollamadas.",
  "talenst_talents4H13": "Siéntete bien aconsejado",
  "talents_talents4H53": "A través de pruebas de personalidad y tareas concretas te ayudamos a encontrar el trabajo que mejor se adapte a tus intereses",
  "talents_btnDoIt": "Sí, ¡hagámoslo!",
  "talents_talents6P": "Por favor, introduce aquí tu dirección de correo electrónico si estás de acuerdo en que te enviemos correos electrónicos. Procesaremos tus datos personales de acuerdo con nuestra política de privacidad. Puedes revocar tu consentimiento en cualquier momento en info@network-levelup.com o darte de baja del boletín en cualquier correo electrónico",
  "talents_talents6Input1": "Nombre",
  "talents_talents6Input2": "Apellidos",
  "talents_talents6Input3": "Password",
  "talents_talents6Input4": "E-mail",
  "blog_allBlogH1": "Tu informe semanal",
  "blog_allBlogH5": "Bienvenido a nuestro Blog de Carreras y Recursos Humanos! Queremos proporcionarle aquí semanalmente las últimas tendencias, entrevistas y conferencias sobre los temas: ",
  "blog_allBlogH52": "Tendencias de contratación - Guerra por los talentos - Nuevo trabajo - Trabajo a distancia - Trabajo en equipo - Transformación empresarial - Liderazgo digital - Cambio cultural - Eventos de RRHH - y más....",
  "blog_greyButton": "Inscripción al boletín de noticias",
  "blog_latestBlogH1": "ÚLTIMAS ENTRADAS DE BLOG",
  "blog_btn": "Seguir leyendo",
  "talentRegister_formularyH1": "Crea tu cuenta de talento gratuita ",
  "talentRegister_formularyH5": "Únete a nosotros para mejorar tus habilidades y tu carrera",
  "talentRegister_label1": "Nombre",
  "talentRegister_label2": "Apellidos",
  "talentRegister_label3": "Email",
  "talentRegister_label4": "Password",
  "talentRegister_btn": "¡Únete ahora!",
  "companyRegister_formularyH1": "Crea tu cuenta de compañia gratuita",
  "companyRegister_formularyH5": "Únase a nosotros para encontrar talentos de forma transparente y rápida",
  "companyRegister_label0": "Nombre de la Compañia",
  "companyRegister_label1": "Nombre",
  "companyRegister_label2": "Apellidos",
  "companyRegister_label3": "Email",
  "companyRegister_label4": "Password",
  "companyRegister_btn": "¡Únete ahora!",
  "footer_Terms": "Términos y condiciones",
  "footer_Privacy": "Política de privacidad",
  "footer_Team": "Equipo",
  "footer_Contact": "Contacto",
  "footer_Imprint": "Pie de imprenta",
  "contact_dataH1": "Por favor contacta con nosotros",
  "contact_firstH5": "VIA TELEFÓNICA",
  "contact_firstH52": "VIA E-MAIL",
  "contact_secondH5": "PARA REUNIONES",
  "contact_thirdH5": "VIA REDES SOCIALES",
  "noFound_H1": "Esta página no se ha podido encontrar",
  "noFound_H6": "No se ha encontrado nada en esta dirección.",
  "cookies_P1": "Este sitio web utiliza cookies. Si continúa utilizando el sitio web, asumiremos su consentimiento.",
  "cookies_P2": "Para más informacion, consulte la sección ",
  "cookies_link": "   LevelUP Política de Privacidad",
  "team_targetH1": "Un equipo. Un objetivo.",
  "team_targetH5": "LevelUP es la primera red social de RH para trabajo remoto en Europa. Construimos un puente entre profesionales Españoles y compañías Alemanas",
  "team_targetH52Strong": "Nuestra meta: ",
  "team_targetH52": "reducir el desempleo en España ",
  "team_targetH52Span1": "a través de un NUEVO TRABAJO y dar una perspectiva ",
  "team_targetH52End": "a los jóvenes",
  "team_meetTeamH1": "Conoce al Equipo",
  "team_meetTeamH5": "Trabajamos para tu éxito en RRHH",
  "team_meetTeamH52": "Nuestro equipo trabaja con la filosofía de permitir y promover la formación de equipos en remoto internacionales en todo el mundo. Con pasión nos dedicamos día a día al reto de poner en contacto a los profesionales españoles con los empresarios alemanes para hacer la vida más fácil a ambas partes. Quizás hablemos en persona o por teléfono pronto para que puedas conocernos mejor - ¡Estamos deseando conocerte!",
  "team_hiringH1": "¡Estamos Contratando!",
  "team_hiringH5": "¡También estamos buscando talentos que nos lleven al siguiente nivel!",
  "team_jobOffer": "Oferta de trabajo",
  "team_hiringH52": "¿Eres habilidoso y estas áltamente motivado para construir un equipo internacional en remoto y ",
  "team_hiringH52Span": " revolucionar activamente el proceso de solicitud? ",
  "team_hiringH52end": "Echa un vistazo a nuestras vacantes como desarrollador un poco más arriba o envíanos tu propuesta."
  
}
