{
  "home_generationH1": "Weil unsere Generation es liebt dort zu arbeiten, wo wir leben",
  "home_generationH5": "Wir bringen spanische Talente mit deutschen Unternehmen zusammen und realisieren remote Zusammenarbeit in Festanstellung",
  "home_btnPurple": "Mehr Infos",
  "home_homeH1": "Wir vernetzen spanische Talente mit deutschen Unternehmen",
  "home_focusProfessionsH1": "Unsere Fokus-Jobs",
  "home_focusEndH5": "....oder jede andere Aufgabe, die du remote durchführen kannst",
  "home_levelUPH1": "Was ist LevelUP?",
  "home_joinH1": "Werde Teil unseres Netzwerks",
  "home_networkH2": "Trete der kostenlosen Instagram-Community bei und tausche dich mit Gleichgesinnten über remote-Jobs in Spaniens aus!",
  "home_btnPurple2": "Jetzt anmelden!",
  "companies_companies1H1": "Was wenn Ihre gesuchten Fachkräfte nur wenige Klicks entfernt wären?",
  "companies_companies1H5": "LevelUP steht dafür internationale Remote-Zusammenarbeit in Festanstellung zu fördern. Wir vernetzen Sie als deutschen Arbeitgeber mit Fachkräften aus Spanien und unterstützen Sie dabei mobiles Arbeiten in Ihrem Unternehmensalltag zu integrieren.",
  "companies_companiesButton": "Sichere dir deinen kostenfreien Pre-Account",
  "companies_companiesButtonSingUp": "Singup bis LevelUP",
  "companies_companies2H1": "Ihre Vorteile auf einen Blick",
  "companies_companies2H5": "Finden Sie Fachkräfte - schneller als je zuvor!",
  "companies_comparabilityH2": "Vergleichbarkeit durch Level",
  "companies_comparabilityH5": "Erkennen Sie sofort den passenden Kandidaten!",
  "companies_comparabilityH5-2": "Einmal pro Woche erhalten Sie neue Talentvorschläge in Ihrer Mailbox. Sie entscheiden, welche Fähigkeiten Ihre Talente haben sollen - wir finden den perfekten Kandidaten für Sie.",
  "companies_comparabilityH4Strong": "Unser Plus:",
  "companies_comparabilityH52": "Durch Skill-Tests und Levelvergabe machen wir Talente für Sie auf den ersten Blick vergleichbar.",
  "companies_companies3H2": "Direkter Kontakt zu Talenten möglich",
  "companies_companies3H5": "Dank Chat- und VideoCall-Funktionen",
  "companies_companies3H52": "Warten Sie nicht bis sich die passenden Bewerber auf Ihre Stellenausschreibung melden. Kontaktieren Sie Ihre Favoriten direkt, senden Sie Ihnen automatisch mit der Bewerbungsanfrage einen Fragebogen zu, machen Sie ein Meeting aus und finden Sie im persönlichen Gespräch heraus, ob der Bewerber auch zwischenmenschlich zu Ihrem Unternehmen passt.",
  "companies_companies4H2": "Wir sind persönlich für Sie da",
  "companies_companies4H5": "LevelUP unterstützt Sie während des gesamten Einstellungsprozesses",
  "companies_companies4H52": "Vom ersten Online-Kennenlernen des Talentes, über eine gemeinsame Orientierungsphase bis hin zur mobilen Teamarbeit. Wir helfen Ihnen mit den richtigen Ansprechpartnern für Rechtsfragen und unterstützen Sie mit Online-Workshops und Inhouse-Terminen bei Ihrem Kulturwandel. Unser wichtigstes Ziel ist es, dass Ihr neuer spanischer Mitarbeiter ein aktiver Teil Ihres Unternehmens wird.",
  "companies_companies5H2": "Unser Angebot, passend zu Ihrem Personalbedarf.",
  "navBar_home": "Home",
  "navBar_talents": "Für Talente",
  "navBar_companies": "Für Unternehmen",
  "navBar_blog": "Blog",
  "navBar_login": "Login",
  "talents_talents1H1": "Wie wäre es, wenn du einen Job in Deutschland finden und in Spanien leben könntest?",
  "talents_talents1H5": "LevelUP steht für internationale Remote-Zusammenarbeit in Festanstellung. Als spanische Fachkraft vernetzen wir dich mit deutschen Unternehmen und unterstützen diese dabei, ein ideales Umfeld für dein Tagesgeschäft in Spanien aufzubauen.",
  "talents_btnReserve": "Sichere dir deinen kostenfreien Pre-Account",
  "talents_talents2H1": "Wie funktioniert LevelUP?",
  "talents_talents2H5": "Finde den Job, den du liebst - mit diesem Serious Game",
  "talents_talents2H32": "Werde remote eingestellt",
  "talents_talents2H62": "Bewerte deine Unternehmens-Kontakte und wähle das Jobangebot, was dir am Besten gefällt",
  "talents_talents2H33": "Kontaktiere dein perfektes Match",
  "talents_talents2H63": "Erhalte Einladungen zu Meetings und triff dich in Videocalls oder Chats mit spannenden Arbeitgebern",
  "talents_talents2H34": "LevelUP your Skills",
  "talents_talenst2H64": "Erhalte immer die passenden Weiterbildungsempfehlungen, um dich auf die nächste Stufe zu bringen",
  "talents_talents2H35": "Bestehe zahlreiche Tests",
  "talents_talenst2H65": "Überprüfe deine Fähigkeiten durch Tests und teile dein Level offen mit potenziellen Arbeitgebern",
  "talents_talents2H36": "Erstelle dein Profil",
  "talents_talents2H66": "Das ist deine Chance, unseren Arbeitgebern zu zeigen, welche Erwartungen du hast",
  "talents_talents3H1": "Deine Vorteile auf einen Blick",
  "talents_talents3H5": "Finde einen Job, den du liebst - schneller als je zuvor!",
  "talenst_talents4H1": "Spielend lernen",
  "talents_talents4H5": "Erweitere deinen Horizont und lerne in zahlreichen Schulungen, was dich am meisten interessiert",
  "talenst_talents4H12": "Finden deinen Traumjob",
  "talents_talents4H52": "Lerne Arbeitgeber spielendleicht kennen, erhalte Jobangebote und bewirb dich einfach mit Fragebogen und Videocall",
  "talenst_talents4H13": "Fühl dich gut beraten",
  "talents_talents4H53": "Durch Persönlichkeitstests und konkrete Aufgaben helfen wir dir, den Job zu finden, der wirklich zu deinen Interessen passt",
  "talents_btnDoIt": "Ja, lass uns starten!",
  "talents_talents6P": "Bitte gebe hier deine E-Mail-Adresse ein, wenn du damit einverstanden bist, dass wir dir unsere E-Mail-Serie zusenden. Wir verarbeiten deine personenbezogenen Daten auf der Grundlage unserer Datenschutzerklärung. Deine Einwilligung kannst du unter info@network-levelup.com jederzeit widerrufen oder den Newsletter in einer E-Mail abbestellen",
  "talents_talents6Input1": "Name",
  "talents_talents6Input2": "Nachname",
  "talents_talents6Input3": "Passwort",
  "talents_talents6Input4": "E-mail",
  "blog_allBlogH1": "Dein wöchentliches Update",
  "blog_allBlogH5": "Willkommen auf unserem Career & HR Blog! Wir möchten euch hier wöchentlich mit den neuesten Trends, spannenden Interviews und Vorträgen zu den folgenden Themen versorgen: ",
  "blog_allBlogH52": "Einstellungstrends - War for Talents - New Work - Remote-Arbeit - Co-Working - Geschäftsentwicklung - Digitale Führung - Kulturwandel - HR Events - und mehr...",
  "blog_greyButton": "Hol dir unseren Newsletter!",
  "blog_latestBlogH1": "NEUSTE BLOGPOSTS",
  "blog_btn": "Weiterlesen",
  "talentRegister_formularyH1": "Erstelle deinen kostenfreien Talent-Account",
  "talentRegister_formularyH5": "Join us to levelup your skills and your career",
  "talentRegister_label1": "Name",
  "talentRegister_label2": "Nachname",
  "talentRegister_label3": "Email",
  "talentRegister_label4": "Passwort",
  "talentRegister_btn": "Jetzt anmelden!",
  "companyRegister_formularyH1": "Erstellen Sie Ihren kostenfreien Unternehmens-Account",
  "companyRegister_formularyH5": "Finden Sie mit uns Talente transparent und schnell",
  "companyRegister_label0": "Firmenname",
  "companyRegister_label1": "Name Ansprechpartner",
  "companyRegister_label2": "Nachname Ansprechpartner",
  "companyRegister_label3": "E-Mail",
  "companyRegister_label4": "Passwort",
  "companyRegister_btn": "Jetzt anmelden!",
  "footer_Terms": "AGBs",
  "footer_Privacy": "Datenschutz",
  "footer_Team": "Team",
  "footer_Contact": "Kontakt",
  "footer_Imprint": "Site Notice",
  "contact_dataH1": "Kontaktieren Sie uns",
  "contact_firstH5": "VIA TELEFON",
  "contact_firstH52": "VIA E-MAIL",
  "contact_secondH5": "FÜR MEETINGS",
  "contact_thirdH5": "VIA SOCIAL MEDIA",
  "noFound_H1": "Diese Seite konnte nicht gefunden werden",
  "noFound_H6": "An diesem Ort konnte nichts gefunden werden",
  "cookies_P1": "Diese Website benutzt Cookies. Wenn du die Website weiter nutzt, gehen wir von deinem Einverständnis aus.",
  "cookies_P2": "Für weitere Informationen nutze die    ",
  "cookies_link": "   LevelUP Datenschutzerklärung. ",
  "team_targetH1": "Ein Team. Ein Ziel.",
  "team_targetH5": "LevelUP ist das erste soziale HR-Netzwerk für Remote-Arbeit in Europa. Wir schlagen eine Brücke zwischen spanischen Talenten und deutschen Unternehmen.",
  "team_targetH52Strong": "Unser Ziel: ",
  "team_targetH52": "Verringerung der Arbeitslosigkeit in Spanien",
  "team_targetH52Span1": "durch Remote-Zusammenarbeit und jungen Menschen",
  "team_targetH52End": "eine Perspektive geben.",
  "team_meetTeamH1": "Lernen Sie unser Team kennen.",
  "team_meetTeamH5": "Wir arbeiten für Ihren HR-Erfolg.",
  "team_meetTeamH52": "Unser Team arbeitet mit der Philosophie, internationale Remote-Teambildung weltweit zu ermöglichen und zu fördern. Mit Leidenschaft widmen wir uns jeden Tag der Herausforderung, spanische Fachkräfte mit deutschen Arbeitgebern zu vernetzen, um das Leben für beide Seiten einfacher zu machen. Vielleicht sprechen wir bald persönlich oder am Telefon, damit Sie uns besser kennenlernen können - wir freuen uns auf Sie!",
  "team_hiringH1": "Wir stellen ein!",
  "team_hiringH5": "Wir sind auch auf der Suche nach Talenten, die uns auf die nächste Stufe bringen!",
  "team_jobOffer": "Zu den Stellenangeboten!",
  "team_hiringH52": "Du bist talentiert und hoch motiviert, internationale Remote-Teams aufzubauen und",
  "team_hiringH52Span": "den Bewerbungsprozess aktiv zu revolutionieren?",
  "team_hiringH52end": "Dann wirf einen Blick auf unsere offenen Stellen als Entwickler oben oder senden uns eine Initiativbewerbung."
}
